{
  "menu_explore": "Explore",
  "menu_explore_plan": "Future planning",
  "menu_explore_ecological": "DCFS ecological",
  "menu_explore_paper": "White paper",
  "menu_developers": "Developers",
  "menu_developers_laboratory": "Foundation",
  "menu_developers_document": "Document",
  "menu_developers_browser": "Block browser",
  "menu_byte": "Token",
  "menu_community": "Community",
  "menu_community_profile": "Community profile",
  "menu_community_activities": "Activities column",
  "menu_community_plan": "Node plan",
  "menu_about": "About us",
  "to_subscribe": "To subscribe to",
  "to_subscribe_split": "To subscribe to",
  "receive_updates": "Receive updates from us",
  "enter_name": "The name",
  "enter_email": "Email address",
  "email_address": "Our email address",
  "developers_laboratory_title": "DCFS foundation",
  "developers_laboratory_content": "DCFS Foundation is established by a number of experts in distributed computing, cryptography, blockchain and finance. The team aims to serve DCFS public chain and build a global distributed computing network ecosystem. The Foundation cooperates with a number of industry institutions to provide financial, technical and operational support to the r&d teams of the public chain. In order to continuously improve the public chain ecosystem, DEX, NFT, DAO, metauniverse and other applications have been incubated to serve the future digital economy.",
  "developers_laboratory_btn": "Check the foundation business license",
  "fill_tip": "Please fill in the information correctly!",
  "error_email": "Please fill in the correct email address!",
  "submit_success": "Submitted successfully",
  "title_1": "The computing power as the core and application as the driver",
  "title_2": "A public chain for computing power infrastructure in the digital economy.",
  "start_building": "Start Building",
  "current_status": "The current status quo",
  "current_status_content1": "In the implementation of cloud computing, big data and other new technologies, computing power has become an important supporting force for the in depth development of the digital economy.",
  "current_status_content2": "Cloud computing already has a mature business model as well as sound technical support. But the technical threshold for the providers of these technologies is high. And cloud computing technologies are highly centralized so that computing power can be distributed from the top to the bottom. This leads to high costs for some smaller-scale computing resources to operate individually but cannot be provided to large cloud service providers.",
  "about_contact_title": "DEVELOPERAND BUSINESS ENQUIRIES",
  "about_contact_subtitle1": "We want to work with you!",
  "about_contact_subtitle2": "Biz and Dev contact form",
  "about_contact_text1": "This is a team effort, so let's hash this thing out, together!",
  "about_contact_text2": "Want to collaborate, or partner up? Need a developer or help to decide if DCFSis right for your project - get in touch.",
  "about_form_title1": "Your Name (required)",
  "about_form_title2": "Your Business Email (required)",
  "about_form_title3": "Region (required) ",
  "about_form_title4": "Subject (required)",
  "about_form_title1_tip": "Please input your name!",
  "about_form_title2_tip": "Please input your business email!",
  "about_form_title3_tip": "Please input your region!",
  "about_form_title4_tip": "Please input your subject!",
  "about_form_title5": "Your Message",
  "about_form_region1": "China",
  "about_form_region2": "Asia",
  "about_form_region3": "Europe",
  "about_form_region4": "NorthAmerica",
  "about_form_region5": "SouthAmerica",
  "about_form_region6": "Russia",
  "about_form_region7": "Africa",
  "about_form_region8": "Other (please specify)",
  "community_plan_slash_title": "Node plan",
  "community_plan_title1": "Super node campaign",
  "community_plan_title2": "Reward",
  "community_plan_subtitle1": "Campaign rules",
  "community_plan_subtitle2": "Campaign matters",
  "community_plan_subtitle3": "Reward benefits",
  "community_plan_part1_text1": "1. Super node campaign can be launched when the number of computing power nodes reaches 500.",
  "community_plan_part1_text2": "2. Computing power nodes are ranked according to the online effective computing power volume, and the top 100 computing power nodes are candidate nodes and are eligible to run for super node.",
  "community_plan_part1_text3": "3. The top 100 candidate nodes will be locked at the beginning of the voting period, during which super nodes are voted. The computing power nodes with the top 33 votes during the voting period will become super nodes according to the accumulated votes obtained.",
  "community_plan_part1_text4": "4. Term for super nodes voted is 60 days, at the end of which, the number of votes are cleared.",
  "community_plan_part1_text5": "5. The voting period is 7 days during which voting is conducted within the candidate nodes .",
  "community_plan_part2_text1": "1. All DCC owners can vote for the candidate team, each vote requires a certain handling fee. A minimum 1 DCC can be voted, and for every 1 DCC cast, the candidate team will receive 1 vote.",
  "community_plan_part2_text2": "2. Voting will not consume DCC, which will be locked instead.",
  "community_plan_part2_text3": "3. DCCs voted for losing super node candidates will be returned to the users within 7 work days after the end of voting.",
  "community_plan_part2_text4": "4. DCCs voted for the successful super node candidates will be released in two phases within two months after the end of the voting. For instance, by voting 600 DCCs,  300 DCCs will be released each month.",
  "community_plan_part3_text1": "1. Additional block bonus for super nodes during the term for elected super nodes.",
  "community_plan_part3_text2": "2. An election reward during the term.",
  "community_plan_part4_text1": "1. Super node extra block rewards ",
  "community_plan_part4_text1_1": "Receive a block bonus through bookkeeping. The amount is 10% of the basic block rewards.",
  "community_plan_part4_text2": "2. Computing power node basic block rewards",
  "community_plan_part4_text2_1": "Computing power providers receive a node reward by contributing computing power as well as computing power occupancy, which are allocated based on the network-wide computing power proportion, with the machine computing power expressed as computing power value.",
  "community_plan_part4_text3": "3. Computing power node stability rewards",
  "community_plan_part4_text3_1": "The stability rewards are issued periodically in a lump sum to the pledged account address after the provision of stable computing power by the provider, the amount of which is 31.25% of the basic block rewards .",
  "community_plan_part4_text4": "4. Election rewards",
  "community_plan_part4_text4_1": "DCC holders can gain a bonus by being elected as super nodes or voting for super nodes, the amount of which is 15% of the basic block rewards.",
  "community_profile_title": "Introduction of DCFS Community Alliance",
  "community_profile_subtitle": "Decentralization, High level of consensus, Community autonomy",
  "community_profile_text1": "DCFS public chain was officially launched on Jan. 1, 2022. With the core idea of \"Computing power as the core, and applications as the driving force\", DCFS, combining the developmental needs of the blockchain industry, is supported by the underlying public chain technology and the ecosystem applications, and connected by DCC, the official token, throughout the entire system. The DCFS Community Alliance was born for the purpose of joint development, openness and sharing, complementary advantages and multi-win.",
  "community_profile_text2": "Guided by the developmental needs of the blockchain industry, the Alliance aims to cultivate and form a synergy through the planning and development of DCFS to contribute to the enhancement of the major communities and members of the Alliance in the public chain ecosystem, the expansion of DCFS international ranking and the expansion of the DCC evangelists and holders.",
  "community_profile_text3": "The Alliance endeavors to \"build a decentralized and highly autonomous community\" by developing an effective structure, providing comprehensive training for major communities, and facilitating communities and blockchain enthusiasts in obtaining positive outcomes and experiences from DCFS while empowering growth.",
  "community_profile_text4": "Official Chinese Telegram Channel: ",
  "community_profile_text5": "Official Telegram Channel: ",
  "explore_exological_partone_title": "Participate in DCFS",
  "explore_exological_partone_subtitle1": "Token owners",
  "explore_exological_partone_subtitle2": "Clients",
  "explore_exological_partone_subtitle3": "Developers",
  "explore_exological_partone_subtitle4": "Ecosystem partners",
  "explore_exological_partone_text1": "By using DCCoin as a value storage and exchange medium, making it a viable currency, which provides liquidity for nodes and clients.",
  "explore_exological_partone_text2": "DCCs are required to pay for the computation and transmission of file data. The cryptoeconomics of DCC is ultimately designed to meet our clients' file data computation and transmission needs.",
  "explore_exological_partone_text3": "Developers are the bridge between the clients and the DCFS network, who build applications to improve client access to DCFS.",
  "explore_exological_partone_text4": "Applications, development tools and infrastructure can be built on a DCFS network.",
  "explore_exological_parttwo_title": "Nodes",
  "explore_exological_parttwo_text1": "Nodes that contribute computing power/communication resources are rewarded with public chain tokens based on their contribution of corresponding computing power resources.",
  "explore_exological_parttwo_subtitle1": "Computing power nodes",
  "explore_exological_parttwo_subtitle2": "Super nodes",
  "explore_exological_parttwo_text2": "You can become a computing power node by providing the required computing power resources.",
  "explore_exological_parttwo_text3": "The top 100 computing power nodes (ranked according to computing power volume) will run for the super node by voting, with 33 places for each period.",
  "explore_exological_partthree_title": "DAPP",
  "explore_exological_partthree_btn": "Access",
  "explore_exological_dcc_title": "DCFS Bridge",
  "explore_exological_dcc_text": "DCFS Bridge project is a cross-chain bridge service designed to improve interoperability between different blockchains for BSC and DCFS chains.You can freely convert cryptographic assets, including DCC and USDT, between BSC and DCFS chains.",
  "explore_exological_freeswap_title": "FreeSwap",
  "explore_exological_freeswap_text": "FreeSwap is a decentralized exchange based on the DCFS public chain, used to earn coins. The exchange employs an automated market maker (\"AMM\") mechanism that allows token trading on the DCFS public chain. In addition, you can earn FREE through income farms, etc",
  "explore_exological_defipool_title": "Defi-pool",
  "explore_exological_defipool_text": "DeFi comprehensive mining pool, through DeFi products with mining mechanism, deposit or lend specified token assets as required to provide liquidity for the capital pool of the product to obtain income.",
  "explore_exological_defipool_btn1": "Enter the DCFS ore pool",
  "explore_exological_defipool_btn2": "Enter the BSC ore pool",
  "explore_plan_title1": "The future ",
  "explore_plan_title2": " planning",
  "explore_plan_time1": "2016 - 2019",
  "explore_plan_time2": "2019 - 2020",
  "explore_plan_time3": "October 2020",
  "explore_plan_time4": "December 2021",
  "explore_plan_time5": "January 2022",
  "explore_plan_time6": "January 2022",
  "explore_plan_time7": "February 2022",
  "explore_plan_time8": "June 2022",
  "explore_plan_time9": "December 2022",
  "explore_plan_time10": "June 2023",
  "explore_plan_time11": "July 2023",
  "explore_plan_time12": "October 2023",
  "explore_plan_time13": "December 2024",
  "explore_plan_time14": "October 2024",
  "explore_plan_time15": "June 2025",
  "explore_plan_text1": "Public Chain Preparation",
  "explore_plan_text2": "Economics Discussion",
  "explore_plan_text3": "Establishm ent of DCFS Foundation",
  "explore_plan_text4": "White Paper Release",
  "explore_plan_text5": "Testnet Launch",
  "explore_plan_text6": "DEFI Mining/Decentralized Exchange Launch",
  "explore_plan_text7": "Public Chain Launch",
  "explore_plan_text8": "NFT Dapps Launch",
  "explore_plan_text9": "Metaverse Dapps Launch",
  "explore_plan_text10": "Computing Power Scheduling System Launch",
  "explore_plan_text11": "Computing Power Mining Available for Testnet",
  "explore_plan_text12": "Computing Power Mining Available for Mainnet/SuperNode Campaign",
  "explore_plan_text13": "Application of Public Chain Computing Power System inTraditional Industries",
  "explore_plan_text14": "Over 20 Public Chain Dapps",
  "explore_plan_text15": "Development of Various Public Chain Dapps to Completethe Ecosystem",
  "distributed_content1": "As new services such as artificial intelligence, 5G, HPC, and edge computing are gradually being implemented and popularized, higher requirements for computing power diversity are being put forward.",
  "distributed_content2": "Based on blockchain technology, we have developed a highly efficient, secure, low-cost, private, and scalable distributed high-performance computing power system network to meet the specific computing power needs of various application scenarios through the support of multiple computing power, and to provide a perfect peripheral computing power infrastructure for applications based on the soft and hard ware collaboration architecture.",
  "functional_advantages": "Functional advantages",
  "functional_advantages_content1": "1. There is no upper limit to data processing capacity, can unite all the computers in the world, the calculation speed is faster;",
  "functional_advantages_content2": "2. Distributed computing fault tolerance is high, part of the hardware failure, still can carry out computing work;",
  "functional_advantages_content3": "3. Save hardware and maintenance costs;",
  "functional_advantages_content4": "4. Open the system so that both local and remote users can access the service;",
  "functional_advantages_content5": "5. Benefits are available to all.",
  "solve_problem": "To solve the problem",
  "solve_problem_content1": "DCFS classifies computer resources in respect of computing power and loosely accesses the platform, while using blockchain technology to guarantee data reliability, thus solving the problem of scheduling small and medium-sized computing resources across the network.",
  "solve_problem_content2": "To meet the specific computing power needs of various application scenarios through the support of multiple computing power, and to provide a perfect peripheral computing power infrastructure for applications based on the soft and hard ware collaboration architecture.",
  "project_characterist": "Project characteristics",
  "project_characterist_content1": "DCFS aim to provide a cost-effective, low-latency, high-density, wide-coverage, flexible, secure and infinitely scalable distributed high-performance computing network for all industries.",
  "low_cost": "Low cost",
  "low_cost_content": "The core issue to solve of the original design of DCFS is the high cost investment for enterprises or individuals with computing power needs. Through the unique model of DCFS ecosystem, computing power resources can be obtained at low cost, and through the underlying computing power infrastructure, enterprises or individuals can obtain computing power resources at a lower price.",
  "low_latency": "Low latency",
  "low_latency_content": "To meet the demand for low latency, DCFS should be solutions should be built at the 'edge' nearest to the business site to reduce the processing latency; it can directly pair the computing power resources through DCFS with the computing power nodes that have already disclosed their own regional locations.",
  "massive_data": "Massive data",
  "massive_data_content": "According to Gartner, in 2020, there will be up to 25 billion smart devices connected to the Internet and generating 50 trillion GB of data worldwide, which is very difficult  to transmit and process directly and the cost is extremely high, however the unique load balancing technology enables each node VM to cooperate with each other to share the concurrency pressure, and distribute analysis and filtering to save the network bandwidth.",
  "big_data": "Big data storage and computing coupling optimization",
  "big_data_content": "The traditional three-copy storage for big data has low cost performance, with a common 10PB of storage space, the effective capacity is only 3PB; meanwhile, there is a disequilibrium of storage and computing resources with the storage utilization  usually over 70% while CPU utilization is less than 50%, and when scaling, computing and storage resources are scaled as well, which is a waste of resources. DCFS adopts a scheme of separation of big data storage and computing, which enables independent on-demand scaling of computing and storage while maintain the performance to easily cope with business surges and improve overall resource utilization.",
  "privacy": "Privacy and security",
  "privacy_content": "DCFS should be able to protect the privacy of every participant in the ecosystem and let the participants freely decide the level of openness of the information. DCFS guarantees this through encryption algorithms and separation mechanisms.",
  "synergy_optimization": "Synergy optimization",
  "synergy_optimization_content": "To solve the problems of scattered data distribution and difficult collaboration, and reduce the difficulty of use by enterprises or individuals, we realize cross-regional collaborative computing through DCFS, achieving interconnection and collaborative analysis by avoiding unnecessary ETL processes and reducing data relocation.",
  "operation": "Operation and maintenance autonomy",
  "operation_content": "In the event of network disconnection, service of the edge side should not be affected, which means the edge side should be able to process offline and self-recover. DCFS should provide business self-healing capability, where the node VM failures can be alerted and concurrency at multi-level is possible, meanwhile, a small number of nodes are upgraded or rebooted at a time without affecting the overall cluster business, in which the upgrade batches are automatically scheduled based on the dependencies of components and instances. During the upgrade process, the faulty nodes are isolated and then troubleshoot after the upgrade is completed. The process is carried out repeatedly until all nodes in the cluster are upgraded to the new version to ensure business continuity.",
  "activity_column": "Activity column",
  "release_time": "Release time: ",
  "submit": "Submit",
  "byte_title1": "Token information and economic model",
  "byte_title2": "Token allocation scheme",
  "byte_text": "The token of DCFS public chain is Distributed Computing Coin, or \"DCC\", with a fixed total number of 500 million tokens that guarantees no additional. DCC is a decentralized blockchain digital asset issued based on the DCFS, which is the DEP 20 standard token based on the DCFS blockchain.",
  "byte_table_row1_col1": "Roles",
  "byte_table_row1_col2": "Proportion",
  "byte_table_row1_col3": "Quantity",
  "byte_table_row2_col1": "DCFS Management Operation andMaintenance Team",
  "byte_table_row2_col3": "5 million",
  "byte_table_row3_col1": "Air drop(E cosystem Partners)",
  "byte_table_row3_col3": "5 million",
  "byte_table_row4_col1": "Community Incentives",
  "byte_table_row4_col3": "10 million",
  "byte_table_row5_col1": "DEFI Pool",
  "byte_table_row5_col3": "60 million",
  "byte_table_row6_col1": "Ecosystem Building",
  "byte_table_row6_col3": "100 million",
  "byte_table_row7_col1": "DCFS Foundation",
  "byte_table_row7_col3": "25 million",
  "byte_table_row8_col1": "DCFS Joint Labs",
  "byte_table_row8_col3": "25 million",
  "byte_table_row9_col1": "Computing Power MiningRewards",
  "byte_table_row9_col3": "270 million",
  "prev": "previous page",
  "next": "next page"
}
